<?php

return [
    'step1' => [
        'title' => 'اختيار الفرع',
        'desc'  => 'اختر الفرع الأقرب لك لعرض الخدمات المتاحة.',
        'tips'  => [
            'الخدمات تختلف حسب الفرع',
        ],
    ],

    'step2' => [
        'title' => 'اختيار الخدمة',
        'desc'  => 'اختر خدمة أو أكثر لإضافتها إلى الحجز.',
        'tips'  => [
            'قم باختيار خدماتك واضغط التالي',
            'عند التحويل للخطوه التالية يمكنك العوده مره اخري لاضافة خدمة اخري من خلال الضغط علي السابق'
        ],
        'video' => 'videos/steps/service.mp4',
    ],

    'step3' => [
        'title' => 'اختيار مقدم الخدمة',
        'desc'  => 'اختر الموظف المفضل لديك.',
        'tips'  => [
            'لاختيار مقدم الخدمة، اضغط على بطاقة الخدمة ليتم عرض الموظفين المتاحين. بعد ذلك، اختر الموظف المفضل لديك واضغط التالي',
        ],
        'video' => 'videos/steps/staff.mp4',
    ],

    'step4' => [
        'title' => 'التاريخ والوقت',
        'desc'  => 'حدد اليوم والوقت المناسب حسب التوافر.',
        'tips'  => [
            'قم بالضغط علي بطاقة الخدمه واختيار التاريخ الماسب لك سيظهر الاوقات المتاحة اختر وقتك المناسب'
        ],
        'video' => 'videos/steps/date&time.mp4',
    ],
];
